/******************************************************************************
* 版  权： 版权归作者个人所有
* 文件名： hello_world.c
* 功  能： 第一个输出HelloWorld!
* 作  者： 校长
* 版  本： V1.0
* 日  期： 2025/12/28
******************************************************************************/
#include <stdio.h>
#include "hello_world.h"

/******************************************************************************
 @brief      : 打印hello world
 @param[in]  : 无
 @param[out] : 无
 @return     : 无
 @note       : 无
 *****************************************************************************/
void HelloWorldPrint(void)
{
    printf("hello world\n");
}
